tap "argoproj/tap"
tap "cockroachdb/tap"
tap "gitea/tap", "https://gitea.com/gitea/homebrew-gitea"
tap "hashicorp/tap"
tap "knative/client"
tap "louisbrunner/valgrind"
tap "spectralops/tap"
brew "age"
brew "python@3.11"
brew "argocd"
brew "awscli"
brew "btop"
brew "ccls"
brew "cosign"
brew "cowsay"
brew "emacs"
brew "gtk+"
brew "gtk-vnc"
brew "helmfile"
brew "hugo"
brew "icarus-verilog"
brew "jupyterlab"
brew "kube-linter"
brew "mariadb"
brew "openconnect"
brew "packer"
brew "platformio"
brew "postgresql@14"
brew "r"
brew "rancher-cli"
brew "silicon"
brew "sops"
brew "transmission-cli"
brew "xorriso"
brew "yarn"
brew "cockroachdb/tap/cockroach"
brew "gitea/tap/gitea"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
cask "aldente"
cask "anki"
cask "beekeeper-studio"
cask "easyeda"
cask "flutter"
cask "google-drive"
cask "hiddenbar"
cask "insomnia"
cask "kdenlive"
cask "michaelvillar-timer"
cask "minecraft"
cask "owasp-zap"
cask "protonvpn"
cask "rancher"
cask "raspberry-pi-imager"
cask "rstudio"
cask "tor-browser"
cask "transmission"
cask "vitalsource-bookshelf"
cask "wireshark"
