tap "derailed/k9s"
tap "fluxcd/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ansible"
brew "arp-scan"
brew "arpack"
brew "arping"
brew "bat"
brew "bitwarden-cli"
brew "cmake"
brew "cmatrix"
brew "gnutls"
brew "colima"
brew "coreutils"
brew "kubernetes-cli"
brew "tree-sitter"
brew "entr"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fzf"
brew "gdb"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gtk+3"
brew "helm"
brew "htmlq"
brew "htop"
brew "imagemagick"
brew "iperf"
brew "iproute2mac"
brew "jq"
brew "pandoc"
brew "kubectx"
brew "lazygit"
brew "llvm"
brew "luajit"
brew "luarocks"
brew "ninja"
brew "meson"
brew "yt-dlp"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "pstree"
brew "ranger"
brew "restic"
brew "ripgrep"
brew "shellcheck"
brew "speedtest-cli"
brew "texlive"
brew "tmux"
brew "tree"
brew "unison"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "yq"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "amorphousdiskmark"
cask "bitwarden"
cask "discord"
cask "firefox"
cask "fliqlo"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "gdisk"
cask "hammerspoon"
cask "itsycal"
cask "jellyfin-media-player"
cask "macfuse"
cask "onlyoffice"
cask "protonmail-bridge"
cask "slack"
cask "spotify"
cask "stats"
cask "tailscale"
cask "zoom"
