tap "derailed/k9s"
tap "fluxcd/tap"
brew "bat"
brew "bitwarden-cli"
brew "cmatrix"
brew "devspace"
brew "kubernetes-cli"
brew "tree-sitter"
brew "entr"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fzf"
brew "gnupg"
brew "go"
brew "gh"
brew "helm"
brew "htmlq"
brew "jq"
brew "pandoc"
brew "kubectx"
brew "k9s"
brew "ninja"
brew "ninja"
brew "meson"
brew "yt-dlp"
brew "mpv"
brew "neovim"
brew "zoxide"
brew "ranger"
brew "restic"
brew "ripgrep"
