tap "argoproj/tap"
tap "bell-sw/liberica"
tap "buildpacks/tap"
tap "caffix/amass"
tap "charmbracelet/tap"
tap "cockroachdb/tap"
tap "gitea/tap", "https://gitea.com/gitea/homebrew-gitea"
tap "hashicorp/tap"
tap "jeffreywildman/virt-manager"
tap "k8sgpt-ai/k8sgpt"
tap "knative/client"
tap "lencx/chatgpt", "https://github.com/lencx/ChatGPT.git"
tap "louisbrunner/valgrind"
tap "noahgorstein/tap"
tap "romkatv/powerlevel10k"
tap "spectralops/tap"
tap "zegervdv/zathura"
brew "glib"
brew "python@3.9"
brew "gdk-pixbuf"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "age"
brew "python@3.11"
brew "jpeg-xl"
brew "aom"
brew "arduino-cli"
brew "argocd"
brew "argp-standalone"
brew "libpcap"
brew "open-mpi"
brew "libnet"
brew "atk"
brew "docutils"
brew "awscli"
brew "bandwhich"
brew "bfg"
brew "bottom"
brew "brew-gem"
brew "btop"
brew "busted"
brew "ccache"
brew "ccls"
brew "check"
brew "clusterctl"
brew "cosign"
brew "cowsay"
brew "crane"
brew "datree"
brew "dbus"
brew "devspace"
brew "dfu-util"
brew "dnsmasq"
brew "doctl"
brew "doxygen"
brew "duf"
brew "dust"
brew "emacs"
brew "envoy"
brew "libssh2"
brew "exa"
brew "fd"
brew "libarchive"
brew "libbluray"
brew "fio"
brew "gem-bashly"
brew "git-gui"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gnuplot"
brew "gobject-introspection"
brew "graphene"
brew "grip"
brew "libpsl"
brew "libsoup"
brew "gstreamer"
brew "gtk+"
brew "gtk-vnc"
brew "hdf5"
brew "helmfile"
brew "hugo"
brew "icarus-verilog"
brew "shared-mime-info"
brew "libheif"
brew "ipython"
brew "libmatio"
brew "poppler"
brew "vips"
brew "joplin-cli"
brew "jupyterlab"
brew "krew"
brew "kube-linter"
brew "kubebuilder"
brew "kubeseal"
brew "libnice"
brew "libnotify"
brew "libvirt"
brew "libvirt-glib"
brew "linkerd"
brew "links"
brew "mariadb"
brew "minicom"
brew "nginx"
brew "qt@5"
brew "pyqt@5"
brew "qscintilla2"
brew "sundials"
brew "octave"
brew "okteto"
brew "opa"
brew "openconnect"
brew "packer"
brew "platformio"
brew "postgresql@14"
brew "procs"
brew "pup"
brew "python@3.10"
brew "r"
brew "rancher-cli"
brew "ren"
brew "rpm2cpio"
brew "sd"
brew "silicon"
brew "sops"
brew "usbredir"
brew "spice-gtk"
brew "step"
brew "storj-uplink"
brew "stow"
brew "swtpm"
brew "teller"
brew "transmission-cli"
brew "unison"
brew "usbutils"
brew "vcprompt"
brew "vhs"
brew "xh"
brew "xorriso"
brew "yarn"
brew "zellij"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "buildpacks/tap/pack"
brew "caffix/amass/amass"
brew "charmbracelet/tap/soft-serve"
brew "cockroachdb/tap/cockroach"
brew "gitea/tap/gitea"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "k8sgpt-ai/k8sgpt/k8sgpt"
brew "louisbrunner/valgrind/valgrind", args: ["HEAD"]
brew "noahgorstein/tap/jqp"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "aldente"
cask "anki"
cask "autodesk-fusion360"
cask "beekeeper-studio"
cask "blender"
cask "easyeda"
cask "elgato-camera-hub"
cask "elmedia-player"
cask "fig"
cask "firefox-developer-edition"
cask "flutter"
cask "ftdi-vcp-driver"
cask "google-chrome"
cask "google-drive"
cask "grammarly"
cask "gtkwave"
cask "heaven"
cask "hiddenbar"
cask "insomnia"
cask "joplin"
cask "kdenlive"
cask "kicad"
cask "liberica-jdk19-full"
cask "libreoffice"
cask "logisim-evolution"
cask "ltspice"
cask "michaelvillar-timer"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "minecraft"
cask "nvidia-geforce-now"
cask "orbstack"
cask "owasp-zap"
cask "pgadmin4"
cask "protonvpn"
cask "rancher"
cask "raspberry-pi-imager"
cask "rstudio"
cask "shotcut"
cask "silicon-labs-vcp-driver"
cask "steam"
cask "sublime-text"
cask "the-unarchiver"
cask "tor-browser"
cask "transmission"
cask "unity"
cask "unity-hub"
cask "virtualbox"
cask "visual-studio-code"
cask "vitalsource-bookshelf"
cask "vmware-fusion"
cask "warp"
cask "wezterm"
cask "wireshark"
vscode "bierner.markdown-mermaid"
vscode "coder.coder-remote"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "donjayamanne.githistory"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jeff-hykin.better-cpp-syntax"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "RapidAPI.vscode-rapidapi-client"
vscode "rapidapi.vscode-services"
vscode "redhat.vscode-yaml"
vscode "signageos.signageos-vscode-sops"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "tsandall.opa"
vscode "vsciot-vscode.vscode-arduino"
vscode "vscodevim.vim"
